Repository: gosa-project/gosa-plugins-zarafa
Catalog: gosa-plugins/dfs/locale/*/LC_MESSAGES/messages.po
Languages: fr, nl, pl

source: DFS Management
fr: Gestion DFS
nl: DFS beheer
pl: Zarządzanie DFS

source: This does something
fr: Ceci fait quelque chose
nl: Dit doet iets
pl: To robi coś

source: LDAP error
fr: Erreur LDAP
nl: LDAP fout
pl: błąd LDAP

source: No DFS entries found
fr: Pas d'entrée DFS trouvées
nl: Geen DFS regels gevonden
pl: Nie znaleziono wpisów DFS

source: Go up one dfsshare
fr: Monter d'un partage DFS
nl: Ga een DFS share omhoog
pl: Idź w górę jeden udział DFS

source: Up
fr: Au dessus
nl: Omhoog
pl: Góra

source: Go to dfs root
fr: Aller au répertoire racine de DFS
nl: Ga naar DFS basis
pl: Idź do głównego DFS

source: Root
fr: Racine
nl: Basis
pl: Główny

source: Create new dfsshare
fr: Création d'un nouveau partage dfs
nl: Maak een nieuwe DFS share aan
pl: Utwórz nowy udział DFS

source: Base
nl: Basis
pl: Kontener

source: Submit department
fr: Soumettre le département
nl: Verwerk afdeling
pl: Zatwierdź departament

source: Submit
fr: Soumettre
nl: Verwerk
pl: Wyślij

source: Finish
fr: Terminé
nl: Opslaan
pl: Zakończ

source: DFS Properties
fr: Propriétés DFS
nl: DFS eigenschappen
pl: Właściwości DFS

source: Name of dfs Share
fr: Nom du partage DFS
nl: Naam van DFS share
pl: Nazwa udziału DFS

source: Description
nl: Omschrijving
pl: Opis

source: Fileserver
fr: Serveur de fichier
nl: Bestandserver
pl: Serwer plików

source: Share on Fileserver
fr: Partage sur le serveur de fichier
nl: Share op bestandserver
pl: Udział na serwerze plików

source: DFS Location
fr: Location DFS
nl: DFS locatie
pl: Lokacja DFS

source: Location
fr: Lieu
nl: Plaats
pl: Lokalizacja

source: Distributed File System Administration
fr: Administration du systèmes de fichiers distribués DFS
nl: Distibuted File System Beheer
pl: Administracja Distributed File System

source: DFS Shares
fr: Partages DFS
pl: Udziały DFS

source: Information
nl: Informatie
pl: Informacja

source: This menu allows you to create, delete and edit selected dfs shares. Having a large numbers of dfs shares, you might prefer the range selectors on top of the dfs share list.
fr: Ce menu vous permet de d'ajouter, supprimer et éditer des partages DFS. Si vous avez un grand nombre de départements il est conseillé d'utiliser les filtres.
nl: Dit menu maakt het mogelijk om geselecteerde DFS shares toe te voegen, bewerken of verwijderen. Indien u veel DFS shares heeft is het aan te raden de selectie mogelijkheden te gebruiken.
pl: To menu umożliwia tworzenie, usuwanie oraz edycję wybranych udziałów DFS. Posiadając dużą ilość udziałów DFS, może okazać się wygodniejsze korzystanie z selektorów zakresu na górze listy udziałów DFS.

source: Filters
fr: Filtres
pl: Filtry

source: Display dfs shares matching
fr: Afficher les partages dfs correspondants
nl: Toon overeenkomende DFS shares
pl: Wyświetl udziały DFS pasujące

source: Regular expression for matching dfs share names
fr: Expression régulière pour sélectionner les partages dfs
nl: Reguliere expressie voor overeenkomende DFS share namen
pl: Wyrażenie regularne dla dopasowanie nazw udziałów DFS
