Repository: gosa-project/gosa-plugins-zarafa
Catalog: gosa-plugins/samba/locale/*/LC_MESSAGES/messages.po
Languages: es, nl

source: Machine name
es: Nombre de maquina
nl: Machinenaam

source: Choose subtree to place group in
es: Elija lugar del árbol para colocar el grupo
nl: Selecteer de subtree waaronder deze groep geplaatst wordt

source: Select a base
es: Seleccione una base
nl: Selecteer een basis

source: Description
es: Descripción
nl: Omschrijving

source: network
es: red
nl: netwerk

source: LDAP error
es: Error LDAP
nl: LDAP fout

source: Name
es: Nombre
nl: Naam

source: Win generic
es: Sistema Windows genérico
nl: Windows algemeen

source: Windows workstation generic
es: Estación de trabajo Windows genérica
nl: Windows werkstation algemeen

source: Win workstation
es: Estación de trabajo Windows
nl: Windows werkstation

source: Generic
es: Genérico
nl: Algemeen

source: Home directory
es: Directorio de usuario
nl: Persoonlijke map

source: Domain
es: Dominio
nl: Domein

source: Show information
es: Mostrar información

source: Script path
es: Ruta del Script
nl: Inlogscript

source: Profile path
es: Ruta del Perfil
nl: Profielpad

source: Terminal Server
es: Servidor de terminal

source: Allow login on terminal server
es: Permitir inicio de sesión en el servidor de terminal
nl: Sta inloggen op de Terminal Server toe

source: Inherit client config
es: Configuración predeterminada de cliente
nl: Client configuratie voor initieel programma overnemen

source: Initial program
es: Programa inicial
nl: Initiëel programma

source: Working directory
es: Directorio de trabajo
nl: Werkmap

source: Timeout settings (in minutes)
es: Tiempo de desconexión (en minutos)
nl: Terminal Service timeouts (in minuten)

source: Connection
es: Conexión
nl: Max. verbindingsduur

source: Disconnection
es: Desconexión
nl: Max. verbrekingsduur

source: Client devices
es: Dispositivos clientes
nl: Terminal Service client apparaten

source: Connect client drives at logon
es: Conectar las unidades clientes al iniciar sesión
nl: Verbindt client schijven bij inloggen

source: Connect client printers at logon
es: Conectar las impresoras clientes al iniciar sesión
nl: Verbindt client printers bij inloggen

source: Default to main client printer
es: Impresora principal predeterminada del cliente
nl: Standaard printer als client printer

source: Miscellaneous
es: Varios
nl: Terminal Service diverse

source: Shadowing
es: Ocultamiento
nl: Schaduwen van andere sessie

source: On broken or timed out
es: Desconexión o tiempo excedido
nl: Bij verbroken verbinding of timeout

source: Reconnect if disconnected
es: Conectar si se desconecta
nl: Herstel sessie indien verbroken

source: Access options
es: Opciones de acceso
nl: Toegangsopties

source: Login from windows client requires no password
es: El inicio de sesión en windows no necesita contraseña
nl: Inloggen op Windows werkstation zonder wachtwoord toestaan

source: Allow user to change password from client
es: Permitir al usuario cambiar contraseñas desde el cliente
nl: Gebruiker mag zijn wachtwoord vanaf een werkstation wijzigen

source: Lock samba account
es: Bloquear cuenta samba
nl: Blokkeer Samba/Windows account

source: Password expires on
es: La contraseña caduca en
nl: Wachtwoord verloopt op

source: Account expires after
es: La cuenta caducará después de
nl: Het account verloopt op

source: Samba logon times
es: Intentos de inicio de sesión de Samba
nl: Samba inlog tijdstippen

source: Edit settings...
es: Editar configuración...
nl: Instellingen bewerken...

source: Allow connection from these workstations only
es: Permitir la conexión solo desde estas estaciones de trabajo
nl: Sta alleen verbindingen vanaf deze werkstations toe

source: Used by all users
es: Usado por todos los usuarios
nl: Gebruikt door alle gebruikers

source: Used by some users
es: Usado por algunos usuarios
nl: Gebruikt door sommige gebruikers

source: Specify the hours this user is allowed to log in
es: Introducir las horas en que este usuario tendrá permiso de inicio de sesión
nl: Specificeer de uren waarop de gebruiker in mag loggen

source: Hour
es: Hora
nl: Uur

source: This does something
es: Esto hace algo
nl: Dit doet iets

source: Please select an entry!
es: ¡Por favor seleccione una entrada!
nl: Selecteer a.u.b. een regel!

source: disabled
es: desactivado
nl: gedeactiveerd

source: input on, notify on
es: entrada activada, notificación activada
nl: invoer met notificatie

source: input on, notify off
es: entrada activada, notificación desactivada
nl: invoer zonder notificatie

source: input off, notify on
es: entrada desactivada, notificación activada
nl: geen invoer met notificatie

source: input off, nofify off
es: entrada desactivada, notificación desactivada
nl: geen invoer zonder notificatie

source: disconnect
es: desconectar
nl: verbreken

source: reset
es: Borrar
nl: herstellen

source: from any client
es: desde cualquier cliente
nl: vanaf elke client

source: from previous client only
es: solo desde el cliente anterior
nl: alleen vanaf vorige client

source: The password is outdated since %s, by domain policy.
es: La nueva contraseña está caducada desde %s, por política de dominio.

source: The password is valid till %s, by user policy.
es: La contraseña es válida hasta %s, por política de usuario.

source: The password is valid till %s, by domain policy.
es: La contraseña es válida hasta %s, por política de dominio.

source: default
es: predeterminado

source: seconds
es: segundos

source: minutes
es: minutos

source: forever
es: sin limite

source: off
es: inactivo

source: on
es: activo

source: unset
es: quitar

source: immediately
es: inmediatamente

source: days
es: días

source: hours
es: horas

source: Domain attributes
es: Características del dominio

source: Min password length
es: Longitud mínima de la contraseña

source: Password history
es: Histórico de contraseñas

source: Force password change
es: Forzar el cambio de contraseña

source: Maximum password age
es: Fecha máxima de contraseña

source: Minimum password age
es: Fecha mínima de contraseña

source: Lockout duration
es: Duración del bloqueo

source: Bad lockout attempt
es: Bloqueo por Intentos erróneos

source: Disconnect time
es: Tiempo de desconexión

source: Refuse machine password change
es: No se permite modificar la contraseña de máquina

source: User attributes
es: Atributo de usuario

source: Last failed login
es: Último inicio de sesión fallido

source: Logon attempts
es: Intentos de inicio de sesión

source: Last password update
es: Actualizar última contraseña

source: Last logon
es: Último inicio de sesión

source: Last logoff
es: Último cierre de sesión

source: Automatic logoff
es: Cierre de sesión automático

source: Password expires
es: La contraseña expira en
nl: Algemeen profielpad

source: Password change available
es: Cambio de contraseña permitido

source: Home drive
es: Unidad inicial

source: Home path
es: Ruta inicial

source: The windows usermanager allows eight clients at maximum!
es: ¡El administrador de usuarios de windows solo permite ocho clientes como máximo!
nl: Het Windows gebruikersbeheer programma staat slechts acht clients toe!

source: Information
es: Información
nl: Informatie

source: Warning
es: Aviso
nl: Waarschuwing

source: Undefined Samba SID detected. Please fix this problem manually!
es: Se ha detectado un SID Samba sin definir. ¡Por favor solucione este problema manualmente!
nl: Er is een ongedefinieerd SambaSID geselecteerd. Repareer dit probleem a.u.b. handmatig!

source: Cannot convert primary group to samba group: group cannot be identified!
es: No se puede convertir un grupo primario a grupo samba: ¡El grupo no puede ser identificado!
nl: Kan primaire groep niet in een samba groep omzetten: group kan niet geidentificeerd worden

source: Samba settings
es: Parametros de samba
nl: Samba Instellingen

source: My account
es: Mi cuenta
nl: Mijn account

source: Generic home directory
es: Directorio predeterminado de usuario
nl: Algemene persoonlijke map

source: Generic samba home drive
es: Unidad predeterminada de usuario samba
nl: Algemeen persoonlijk schijfstation

source: Generic script path
es: Ruta predeterminada del Script
nl: Algemeen scriptpad

source: Generic profile path
es: Ruta predeterminada del Perfil
nl: Windows werkstation

source: Allow user to change password
es: Permitir al usuario cambiar su contraseña
nl: Gebruiker mag het wachtwoord wijzigen

source: Account expires
es: La cuenta expirará después de
nl: Account verloopt op

source: Limit Logon Time
es: Tiempo máximo de inicio de sesión
nl: Stel laatste inlogtijd in op

source: Limit Logoff Time
es: Tiempo máximo de cierre de sesión
nl: Stel laatste uitlogtijd in op

source: Logon hours
es: Horario de inicio de sesión
nl: Inlog tijden

source: Allow connection from
es: Permitir la conexión desde
nl: Sta verbinding toe vanaf

source: The windows user manager only allows eight clients. You've specified more than eight.
es: El administrador de usuarios de windows solo permite ocho clientes. Ha especificado mas de ocho.
nl: Het Windows gebruikersbeheer programma staat slechts acht clients toe. U heeft er meer dan acht opgegeven.

source: Select workstations to add
es: Selecciones estaciones de trabajo para añadir
nl: Selecteer toe te voegen werkstations

source: Filters
es: Filtros

source: Display workstations of department
es: Mostrar estaciones de trabajo del departamento
nl: Toon werkstations van afdeling

source: Choose the department the search will be based on
es: Escoja el departamento base de la búsqueda
nl: Selecteer de afdeling waarbinnen gezocht zal worden

source: Regular expression for matching addresses
es: Expresión regular para buscar direcciones
nl: Reguliere expresie voor overeenkomende adressen

source: Base
nl: Basis

source: IDLE
nl: Max. inactiviteitsduur

source: Temporary disable samba account
nl: Schakel het Samba/Windows account tijdelijk uit

source: Error
nl: FOUT

source: No
nl: Nee
