Repository: gosa-project/gosa-plugins-zarafa
Catalog: gosa-plugins/glpi/locale/*/LC_MESSAGES/messages.po
Languages: es, nl

source: Users
es: Usuarios
nl: Gebruikers

source: Departments
es: Departamentos
nl: Afdelingen

source: Use
es: Usar
nl: Gebruik

source: use
es: usar
nl: gebruik

source: Go to root department
es: Ir al departamento raíz
nl: Ga naar basis afdelingen

source: Root
es: Raíz
nl: Basis

source: Go up one department
es: Subir un departamento
nl: Ga een afdeling omhoog

source: Up
es: Arriba
nl: Omhoog

source: Go to users department
es: Ir al departamento de usuarios
nl: Ga naar gebruikers afdeling

source: Home
es: Inicio

source: Reload list
es: Recargar lista
nl: Lijst herladen

source: Submit
es: Enviar
nl: Verwerk

source: Submit department
es: Enviar departamento
nl: Verwerk afdeling

source: GLPI database information
es: Información de base de datos GLPI

source: Logging DB user
es: Usuario de Base de datos de registro
nl: Log DB gebruiker

source: Password
es: Contraseña
nl: Wachtwoord

source: Database
es: Bases de datos

source: Rename
es: Renombrar
nl: Hernoemen

source: Close
es: Cerrar
nl: Sluiten

source: Please enter a new name
es: Por favor introduzca un nuevo nombre
nl: Geef a.u.b. een nieuwe naam op

source: Attachment
es: Adjunto
nl: Bijlage

source: Name
es: Nombre
nl: Naam

source: Comment
es: Comentario
nl: Opmerking

source: File
es: Archivo
nl: Bestand

source: Upload
es: Enviar
nl: Uploaden

source: Status
es: Estado

source: Filename
es: Nombre del archivo
nl: Bestandsnaam

source: Mime-type
es: Tipo MIME

source: Can't delete this entry, it is still in use.
es: No se puede eliminar esta entrada, está todavía en uso.
nl: Kan dit object niet verwijderen, aangezien deze nog in gebruik is.

source: The selected name is already in use.
es: El nombre introducido ya esta siendo usado
nl: De opgegeven naam wordt al gebruikt.

source: cartridge
es: cartucho

source: You can't delete this cartridge type, it is still in use by this printer(s) '%s'.
es: Ha decidido eliminar el tipo de cartucho, aún está en uso por la impresora(s) '%s'.
nl: U kunt dit cartridgetype niet verwijderen, aangezien deze nog steeds in gebruik is door deze printer(s): '%s'

source: Cartridges
es: Cartuchos

source: Action
es: Acción
nl: Actie

source: Edit
es: Editar
nl: Bewerken

source: Delete
es: Eliminar
nl: Verwijderen

source: New monitor
es: Nuevo monitor
nl: Nieuwe monitor

source: Add/Edit manufacturer
es: Añadir/Editar Fabricante
nl: Fabrikant toevoegen/bewerken

source: Website
es: Sitio web

source: Address
es: Dirección
nl: Adres

source: Phone number
es: Número de teléfono
nl: Telefoonnummer

source: Email
es: Correo Electrónico

source: Comments
es: Comentarios
nl: Opmerkingen

source: Internal Error can't create device of type '%s'
es: Error interno. No puedo crear un dispositivo de tipo '%s'
nl: Interne fout. Kan apparaat van het type '%s' niet aanmaken.

source: glpi device
es: dispositivos glpi

source: Can't detect object name.
es: No puedo encontrar el nombre de objeto
nl: Kan de objectnaam niet detecteren

source: You can't delete this device, it is still in use by these system(s) '%s'
es: No puede eliminar este dispositivo, esta todavía en uso por este sistema(s) '%s'
nl: U kunt dit apparaat niet verwijderen, aangezien deze nog steeds gebruikt wordt door deze systemen: '%s'

source: devices
es: dispositivos
nl: apparaten

source: Actions
es: Acciones
nl: Acties

source: New mainbord
es: Nueva placa base
nl: Nieuw moederbord

source: New processor
es: Nuevo procesador
nl: Nieuwe processor

source: New case
es: Nueva caja
nl: Nieuwe behuizing

source: New network interface
es: Nuevo interfaz de red
nl: Nieuwe netwerk aansluiting

source: New ram
es: Nueva memoria
nl: Nieuw geheugen

source: New hard disk
es: Nuevo disco duro
nl: Nieuwe hardeschijf

source: New drive
es: Nuevo Disco
nl: Nieuwe schijf

source: New controller
es: Nueva Controladora
nl: Nieuwe controller

source: New graphics card
es: Nueva tarjeta gráfica
nl: Nieuwe grafische kaart

source: New sound card
es: Nueva tarjeta de sonido
nl: Nieuwe geluidskaart

source: New power supply
es: Nueva fuente de alimentación
nl: Nieuwe voeding

source: New misc device
es: Nuevo otros dispositivos
nl: Nieuw overig apparaat

source: You have to specify a valid name for this device.
es: Por favor introduzca un nombre valido para este dispositivo.
nl: Geef a.u.b. een geldige naam op voor dit apparaat.

source: This device name is already in use.
es: El nombre de dispositivo especificado ya esta siendo usado
nl: De opgegeven apparaat naam wordt al gebruikt.

source: none
es: ninguno
nl: geen

source: None
es: Ninguno
nl: Geen

source: Other
es: Otro
nl: Overige

source: Generic
es: Genérico
nl: Algemeen

source: Printer type
es: Tipo de impresora

source: edit
es: editar
nl: Bewerk

source: Manufacturer
es: Fabricante
nl: Fabricant

source: Supported interfaces
es: Interfaces soportados
nl: Ondersteunde interfaces

source: Serial
es: Serie
nl: Serieel

source: Parallel
es: Paralelo

source: Contacts
es: Contactos
nl: Contacten

source: Technical responsible
es: Responsable técnico
nl: Technisch verantwoordelijke

source: Contact person
es: Persona de contacto
nl: Contactpersoon

source: Attachments
es: Adjuntos
nl: Bijlagen

source: Information
es: Información
nl: Informatie

source: Installed cartridges
es: Cartuchos instalados
nl: Geinstalleerde cartridges

source: Remove
es: Eliminar
nl: Verwijderen

source: Add/Edit monitor
es: Añadir/Editar monitor
nl: Monitor toevoegen/bewerken

source: Monitor size
es: Tamaño del monitor
nl: Monitor grootte

source: Inch
es: Pulgada

source: Integrated microphone
es: Micrófono integrado
nl: Geintegreerde microfoon

source: Yes
es: Si
nl: Ja

source: Integrated speakers
es: altavoces integrados
nl: Geintegreerde luidsprekers

source: Serial number
es: Número serie
nl: Serienummer

source: Additional serial number
es: Número de serie adicional
nl: Extra serienummer

source: Add/Edit other device
es: Añadir/Editar otro dispositivo
nl: Overig apparaat toevoegen/bewerken

source: Add/Edit power supply
es: Añadir / Editar fuente de energía
nl: Voeding toevoegen/bewerken

source: Power
es: Potencia
nl: Voeding

source: Add/Edit graphic card
es: Añadir / Editar Tarjeta Gráfica
nl: Grafische kaart toevoegen/bewerken

source: Interface
es: interfaz

source: Add/Edit controller
es: Añadir/Editar controlador
nl: Controller toevoegen/bewerken

source: Size
es: Tamaño
nl: Grootte

source: Add/Edit drive
es: Añadir / Editar disco
nl: Station toevoegen/bewerken

source: Speed
es: Velocidad
nl: Snelheid

source: Writeable
es: Grabable
nl: Schrijfbaar

source: Add/Edit harddisk
es: Añadir/Editar Disco Duro
nl: Hardeschijf toevoegen/bewerken

source: Type
es: Tipo

source: Add/Edit memory
es: Añadir/Editar memoria
nl: Geheugen toevoegen/bewerken

source: Frequenz
es: Frecuencia
nl: Frequentie

source: Add/Edit sound card
es: Añadir/Editar tarjeta de sonido
nl: Geluidskaart toevoegen/bewerken

source: Add/Edit network interface
es: Añadir/Editar dispositivo de red
nl: Netwerkkaart toevoegen/bewerken

source: MAC address
es: Dirección MAC
nl: Hardware adres (MAC)

source: Bandwidth
es: Ancho de banda
nl: Bandbreedte

source: Add/Edit processor
es: Añadir/Editar procesador
nl: Processor toevoegen/bewerken

source: Frequence
es: Frecuencia
nl: Frequentie

source: Default frequence
es: Frecuencia inicial
nl: Standaard frequentie

source: Add/Edit motherboard
es: Añadir/Editar placa base
nl: Moederbord toevoegen/bewerken

source: Add/Edit computer case
es: Añadir/Editar Caja de ordenador
nl: Computer behuizing toevoegen/bewerken

source: format
es: formato
nl: formaat

source: Inventory database
es: Base de datos de inventario

source: Inventory database service
es: Servicio de base de datos de inventario

source: The attribute user is empty or contains invalid characters.
es: El atributo usuario está vacío o tiene caracteres no validos

source: The attribute database is empty or contains invalid characters.
es: ¡El atributo base de datos está vacío o tiene caracteres no validos!

source: Services
es: Servicios

source: Start
es: Inicio

source: Stop
es: Parada

source: Restart
es: Reiniciar

source: Admin
es: Administrador

source: Manage manufacturers
es: Administre fabricantes
nl: Fabricanten beheren

source: Warning
es: Aviso
nl: Waarschuwing

source: Please double check if your really want to do this since there is no way for GOsa to get your data back.
es: Si está seguro de lo que quiere hacer pulse dos veces, ya que no hay manera de que GOsa recupere posteriormente la información.
nl: Verzeker u ervan dat u dit daadwerkelijk wil doorvoeren, aangezien het onmogelijk is voor GOsa om de data terug te halen.

source: Best thing to do before performing this action would be to save the current contents of your MySql database in a file. So - if you've done so - press 'Delete' to continue or 'Cancel' to abort.
es: La mejor opción antes de ejecutar esta acción es haber grabado el contenido actual de su base de datos MySql en un fichero. Entonces - Y soloentonces - presione 'Eliminar' para continuar o 'Cancelar' para abortar.
nl: Het is aan te raden de huidige inhoud van uw MySQL database op te slaan alvorens u doorgaat. Indien u dat gedaan heeft drukt u op 'Verwijderen' om door te gaan of op 'Annuleren' om te annuleren.

source: Reference
es: Referencia
nl: Referentie

source: Choose
es: Elige
nl: Kies

source: List of available cartridge type for this type of printer
es: Lista de cartuchos disponibles para este tipo de impresora
nl: Lijst met beschikbare cartridges voor dit type printer

source: This dialog allows you to create new types of cartridges, and select one or more types for your printer. Cartridge types depends on the printer type you have selected. For each selected cartridge type there will be a new cartridge created, this allows you to select the same cartridge type for more then one printer.
es: Este dialogo le permite crear nuevos tipos de cartuchos, y seleccionar uno o mas tipos para su impresora. Los tipos de Cartuchos dependerán del tipo de impresora que haya seleccionado. Por cada tipo de cartucho seleccionado se creara un nuevo cartucho, esto le permite seleccionar el mismo tipo de cartucho para mas de una impresora.
nl: Deze dialoog maakt het mogelijk om nieuwe cartridgetypes aan te maken en één of meer types te selecteren voor uw printer. De cartridgetypes zijn afhankelijk van de door u geselecteerde printer. Voor elk geselecteerde cartridgetype zal een nieuwe cartridge aangemaakt worden. Dit maakt het mogelijk om hetzelfde cartridgetype voor meerdere printers te selecteren.

source: Filters
es: Filtros

source: Display cartridge types matching
es: Mostrar tipos de cartuchos que concuerdan con
nl: Toon de overeenkomende cartridgetypes

source: Regular expression for matching cartridge types
es: Expresiones regulares que coincidan con tipos de cartuchos
nl: Reguliere expresie voor overeenkomende cartridgetypes

source: List of attachments
es: Lista de Adjuntos
nl: Lijst met bijlages

source: This dialog allow you to attach additional objects (like manuals, guides, etc.) to your currently edited computer.
es: Este dialogo le permite unir objetos tradicionales (como manuales, guías, etc.) al ordenador que está editando actualmente.
nl: Deze dialoog maakt het mogelijk om extra objecten (zoals handleidingen, documenten, etc.), aan de computer die u momenteel aan het bewerken bent, toe te voegen.

source: Display attachments matching
es: Mostrar adjuntos que coincidan con
nl: Toon overeenkomende bijlages

source: Regular expression for matching attachment names
es: Expresiones regulares para encontrar nombres de adjuntos
nl: Reguliere expressie voor overeenkomende bijlagenamen

source: List of devices
es: Lista de dispositivos
nl: Lijst met apparaten

source: This dialog allows you to attach a device to your currently edited computer.
es: Este dialogo le permite unir un dispositivo al ordenador que está actualmente editando.
nl: Deze dialoog maakt het mogelijk om een apparaat te verbinden aan de computer die u momenteel aan het bewerken bent.

source: Display devices matching
es: Mostrar dispositivos que coincidan con
nl: Toon overeenkomende apparaten

source: Regular expression for matching device names
es: Expresiones regulares que coincidan con nombres de dispositivos
nl: Reguliere expressie voor overeenkomende apparaat namen

source: There is no server with valid glpi database service.
es: No existe un servidor con un servicio de base de datos glpi válido.
nl: Er is geen server met geldige GLPI database service aanwezig.

source: Can't connect to glpi database, the php-mysql extension is missing.
es: No puedo conectar a la base de datos glpi, la extensión php-mysql no es accesible.
nl: Kan niet verbinden met de GLPI database. Er is geen MySQL extensie beschikbaar. Controleer uw PHP installatie.

source: Can't connect to glpi database, check configuration twice.
es: No puedo conectar a la base de datos glpi, compruebe la configuración de nuevo.
nl: Kan niet verbinden met de GLPI database. Controleer uw configuratie a.u.b. nogmaals.

source: Download of attachment failed. Attachment was not found on server.
es: La descarga del adjunto ha fallado. El adjunto no ha sido encontrado en el servidor.

source: Download of attachment failed. Not a valid attachment id.
es: La descarga del adjunto ha fallado. El adjunto no tiene un id válido.

source: This feature is not implemented yet.
es: Esta característica no está todavía implementada
nl: Deze mogelijkheid is nog niet geïmplementeerd.

source: Adding new sytem type failed, this system type name is already used.
es: Ha fallado al añadir un nuevo tipo de sistema, el nombre de tipo de sistema ya está en uso.
nl: Het toevoegen van een nieuw systeemtype is mislukt, aangezien de typenaam al in gebruik is.

source: You can't delete this system type, it is still in use by these system(s) '%s'
es: No puede eliminar este tipo de sistema, está todavía en uso por el sistema(s) '%s'
nl: U kunt dit systeemtype niet verwijderen, aangezien deze nog steeds in gebruik is door deze systemen: '%s'

source: Rename failed, this system type name is already used.
es: El cambio de nombre ha fallado, ha introducido uno que ya está siendo usado.
nl: Hernoemen is mislukt. De opgegeven naam wordt al gebruikt.

source: Adding new operating system failed, specifed name is already used.
es: Ha fallado al añadir un nuevo sistema operativo, el nombre introducido ya está en uso.
nl: Het toevoegen van het besturingssysteem is mislukt. De naam wordt al gebruikt.

source: You can't delete this operating system, it is still in use by these system(s) '%s'
es: No puede eliminar este sistema operativo, está todavía en uso por el sistema(s) '%s'
nl: U kunt dit besturingssysteem niet verwijderen, aangezien deze nog steeds in gebruik is door deze systemen: '%s'

source: Updating operating system failed, specifed name is already used.
es: Ha fallado al actualizar el sistema operativo, el valor introducido ya esta siendo utilizado.
nl: Het bijwerken van het besturingssysteem is mislukt. De opgegeven naam wordt al gebruikt.

source: Could not add the given user, the users dn is too long, only 100 characters are allowed here.
es: No se puede añadir el usuario introducido, la dn del usuario es muy larga, solo se permiten 100 caracteres.

source: Remove inventory
es: Eliminar inventario
nl: Inventaris verwijderen

source: This device has inventory informations enabled. You can disable them by clicking below.
es: Este dispositivo tiene información de inventario activada. Puede desactivarla pulsando aquí.
nl: Dit apparaat heeft inventaris mogelijkheden ingeschakeld. U kunt deze uitschakelen door de knop hieronder te gebruiken.

source: Add inventory
es: Añadir inventario
nl: Inventaris toevoegen

source: This device has inventory informations disabled. You can enable them by clicking below.
es: Este dispositivo tiene información de inventario desactivada. Puede activarla pulsando aquí.
nl: Dit apparaat heeft inventaris mogelijkheden uitgeschakeld. U kunt deze inschakelen door de knop hieronder te gebruiken.

source: Can't remove glpi account, while mysql extension is missing.
es: Mientras no se encuentre la extensión php_mysql no se puede eliminar la cuenta glpi.
nl: Kan het GLPI account niet verwijderen, zolang er geen MySQL extensie beschikbaar is. Controleer uw PHP installatie.

source: Inventory extension
es: Eliminar extensión de impresión

source: Operating system
es: Sistema operativo
nl: Besturingssysteem

source: Location
es: Localización
nl: Plaats

source: Model
es: Modelo

source: Peripheral devices
es: Dispositivo periférico

source: System type
es: Tipo de sistema
nl: Systeemtype

source: Installed devices
es: Dispositivos instalados
nl: Geinstalleerde apparaten

source: Trading
es: Comercial
nl: Uit-/Omwisseling

source: Contracts
es: Contratos
nl: Contracten

source: attachment
es: adjunto

source: You can't delete this attachment, it is still in use by these system(s) '%s'
es: No puede eliminar este adjunto, está todavía en uso por el(los) sistema(s) '%s'
nl: U kunt deze bijlage niet verwijderen, aangezien deze nog steeds in gebruik is door deze systemen: '%s'

source: There is no valid file uploaded.
es: No se ha subido ningún archivo valido.
nl: Er is geen geldig bestand ge-upload.

source: Upload wasn't successfull.
es: El envío no fue correcto.
nl: Upload was niet succesvol

source: Missing directory '%s/glpi/' to store glpi uploads.
es: El directorio donde guardar los envíos '%s/glpi/' no es accesible.

source: There is already a file with the same name uploaded.
es: Ya se ha subido anteriormente un fichero con este nombre.
nl: Er bestaat al een bestand met dezelfde naam.

source: Can't create file '%s'.
es: No puedo crear el fichero '%s'.
nl: Kan bestand '%s' niet aanmaken.

source: File is available.
es: El archivo esta disponible.
nl: Bestand is beschikbaar

source: File is not readable, possibly the file is missing.
es: No se puede acceder al archivo, posiblemente se haya perdido.
nl: Bestand is niet leesbaar. Het is mogelijk dat het bestand ontbreekt.

source: Currently no file uploaded.
es: No se ha subido ningún archivo actualmente.
nl: Er is momenteel geen bestand ge-upload.

source: This table displays all available attachments.
es: Esta tabla muestra todos los adjuntos disponibles.
nl: Deze tabel geeft alle beschikbaare bijlages weer

source: empty
es: vacío
nl: leeg

source: Create new attachment
es: Crear nuevo adjunto
nl: Nieuwe bijlage aanmaken

source: New Attachment
es: Nuevo adjunto
nl: Nieuwe bijlage

source: This name is already in use.
es: El nombre introducido ya esta siendo usado
nl: De opgegeven naam wordt al gebruikt.

source: Please specify a valid name for this attachment.
es: Por favor introduzca un nombre de adjunto valido.
nl: Geef a.u.b. een geldige naam op voor deze bijlage.

source: This server has inventory features enabled. You can disable them by clicking below.
es: Este servidor tiene la extensión inventario activada. Puede desactivarla pulsando aquí.
nl: Deze server heeft inventaris mogelijkheden ingeschakeld. U kunt deze uitschakelen door de knop hieronder te gebruiken.

source: This server has inventory features disabled. You can enable them by clicking below.
es: Este servidor tiene la extensión inventario desactivada. Puede activarla pulsando aquí.
nl: Deze server heeft inventaris mogelijkheden uitgeschakeld. U kunt deze inschakelen door de knop hieronder te gebruiken.

source: Can't rename given printer type to '%s', because this type name already exists.
es: No puedo cambiar el nombre del tipo de impresora a '%s' porque este tipo ya existe.
nl: Kan het opgegeven printertype niet wijzigen naar '%s', aangezien deze typenaam al bestaat.

source: Can't delete printer type, it is still in use by '%s'.
es: No puedo eliminar el tipo de impresora, todavía está en uso por '%s'.
nl: Kan het printertype niet verwijderen, aangezien deze nog steeds in gebruik is door: '%s'

source: since
es: desde
nl: sinds

source: Printer inventory extension
es: Extensión de inventario de impresión

source: Supports serial interface
es: Soporta interfaz serie

source: Supports parallel interface
es: Soporta interfaz paralelo

source: Supports usb interface
es: Soporta interfaz usb

source: Cartridge settings
es: Características del cartucho

source: List of users
es: Lista de usuarios
nl: Lijst met gebruikers

source: This dialog allows you to select a user as technical responsible person.
es: Este dialogo le permite seleccionar un usuario como personal técnico responsable.
nl: Deze dialoog stelt u in staat om een gebruiker als technisch verantwoordelijk persoon aan te wijzen.

source: Display users matching
es: Mostrar usuarios que coincidan con
nl: Toon overeenkomende gebruikers

source: Regular expression for matching user names
es: Expresiones regulares para buscar nombre de usuarios
nl: Reguliere expressie voor overeenkomende gebruikersnamen

source: Manage OS-types
es: Administrar tipos de OS
nl: OS-types beheren

source: You can't delete this manufacturer, it is still in use by these system(s) '%s'
es: No puede eliminar este fabricante, está todavía en uso por este(os) sistema(s) '%s'
nl: U kunt deze fabrikant niet verwijderen, aangezien deze nog steeds in gebruik is door deze systemen: '%s'

source: Please specify a name.
es: Por favor introduzca un nombre
nl: Geef a.u.b. een naam op.

source: Specified name is already in use, please choose another one.
es: El valor introducidocomo 'Nombre' esta siendo utilizado. Por favor elija otro.
nl: De opgegeven naam is al in gebruik. Kies a.u.b. een andere naam.

source: Manage System-types
es: Administrar tipos de sistemas
nl: Systeemtypes beheren

source: Base
nl: Basis

source: N/A
nl: Niet beschikbaar

source: P
nl: PR

source: No
nl: Nee
